CONGRAT_MESSAGE = '<b>Ассалому алейкум  ҳурматли ҳамкасблар!</b>\n\n ' \
                  '<i>Бугун,  барчамиз учун қадрли бўлган </i>' \
                  '<b>{name}</b><i>нинг таваллуд айёмлари. ' \
                  'Сизни туғилган кунингиз билан чин дилдан табриклаймиз. ' \
                  'Сизга энг яхши тилакларимизни билдирамиз. ' \
                  'Ҳаётингиз фақат бахтли ва қувончли онлардан иборат бўлсин. ' \
                  'Келажакдаги карерангизга улкан зафарлар тилаб қоламиз.</i>\n' \
                  '🎉🏆👏🏻🎁 \n\n<b>Ҳурмат билан,Ходимлар бўлими</b>. \n' \
                  '_____________________________\n\n' \
                  '<b>Доброго времени суток уважаемые коллеги!' \
                  '</b>\n\n<i>Сегодня празднует своё день рождения</i> <b>{name}</b>, ' \
                  '<i>человек, который дорог всем нам. От всей души поздравляем Вас с днем рождения. Желаем Вам всего ' \
                  'наилучшего, чтобы Ваша жизнь состояла только из счастливых и радостных моментов. Желаем успехов в ' \
                  'дальнейшей карьере.</i>\n🎉🏆👏🏻🎁 \n\n<b>С уважением, Отдел кадров.</b>'

PAGINATION = 15

INFO = 'ID: {id}\nName: {name}\nSurname: {surname}\nBirthday: {birthday}'

MENU_MESSAGE = 'List of employee:'

LENGTH_LIMIT = 32
